Repository: saveingoldmobileapps/BBH-Trader---Baghdad-Bullion
Catalog: lib/l10n/app_*.arb
Languages: ar

# enter_sa_number
source: Please enter saudia number starting with 0096 or +966.
ar: يرجى إدخال رقم سعودي يبدأ بـ 0096 أو +966.

# enter_intl_number
source: Please use 009XX or +9XXXX for intl. format
ar: يرجى استخدام 009XX أو +97XXX للتنسيق الدولي

source: Update Profile
ar: تحديث الملف الشخصي

source: Update
ar: تحديث

# forgot_password_instruction
source: Enter your email or phone number below to receive the instructions to change your password.
ar: أدخل بريدك الإلكتروني أو رقم هاتفك أدناه لاستلام التعليمات لتغيير كلمة المرور الخاصة بك.

# new_password_different
source: New password must be different from current password
ar: يجب أن تكون كلمة المرور الجديدة مختلفة عن كلمة المرور الحالية

# profile_update_warning
source: Your profile information will be updated. Please review your details carefully before proceeding.
ar: يرجى تأكيد تحديثات ملفك الشخصي والتأكد من أن جميع المعلومات المدخلة صحيحة قبل المتابعة.

# profile_verified_warning
source: Once your profile is verified, you will be logged out automatically. Are you sure you want to continue?
ar: بمجرد التحقق من ملفك الشخصي، سيتم تسجيل خروجك تلقائيًا. هل أنت متأكد أنك تريد المتابعة؟

# enter_verify_code
source: Enter the verify code you received on your
ar: أدخل رمز التحقق الذي تلقيته على

# enter_pin
source: Please enter pin
ar: يرجى إدخال رمز PIN

# didnt_receive_code
source: Didn''t receive the code?
ar: لم تستلم الرمز؟

source: Resend
ar: إعادة الإرسال

source: Verification
ar: التحقق

# enter_verify_code_phone
source: Enter the verify code you received on your phone number:
ar: أدخل رمز التحقق الذي تلقيته على رقم هاتفك:

# gram_take_profit
source: Take Profit
ar: جني الأرباح

# gram_gift_received
source: Gift Recieved
ar: تم استلام الهدية

# gram_buy_at_price
source: Buy at Price Order
ar: شراء بأمر السعر

# gram_invest_money
source: Invest Money: AED
ar: استثمار المال: درهم

# gram_invest_status
source: Invest Status:
ar: حالة الاستثمار:

# gram_date
source: Date:
ar: التاريخ:

source: g Gold
ar: غرام الذهب

# gram_total
source: Total
ar: الإجمالي

# gram_no_change
source: No Change
ar: لا تغيير

# gram_buy_word
source: Buy
ar: شراء

# gram_sell_word
source: Sell
ar: بيع

# trade_order_message
source: {tradeType} {grams}g Gold @ {price}
ar: {tradeType} {grams} غرام من الذهب بسعر {price}

# deal_bought_at_price
source: Bought at Price
ar: تم الشراء بسعر

# deal_edit_price
source: Edit Price
ar: تعديل السعر

# deal_price_per_gram
source: Price per gram (AED)
ar: السعر لكل غرام (درهم)

# deal_gram_price
source: Gram Price
ar: سعر الغرام

# deal_enter_amount_aed
source: Please enter an amount in AED
ar: يرجى إدخال المبلغ بالدرهم

# deal_valid_number
source: Please enter a valid number
ar: يرجى إدخال رقم صالح

# deal_zero_value_validation
source: Please enter an amount greater than zero
ar: يرجى إدخال مبلغ أكبر من الصفر

# deal_edit_gram
source: Edit Gram Amount
ar: تعديل كمية الغرام

# deal_gram_amount
source: Gram Amount
ar: كمية الغرام

# deal_update_order
source: Update Order
ar: تحديث الطلب

# deal_enter_valid_gram
source: Please enter a valid gram amount
ar: يرجى إدخال كمية غرام صالحة

# deal_sell_greater_than_bought
source: Please enter a sell price greater than the bought at price (AED
ar: يرجى إدخال سعر بيع أكبر من سعر الشراء (درهم)

# deal_pending_sell_greater_with_zero_buying_than_current_sell
source: Please enter a sell price greater than or equal to the current sell price (AED
ar: يرجى إدخال سعر بيع أكبر من أو يساوي سعر البيع الحالي (درهم)

# deal_buy_price_less
source: Please enter a buy price less than the current buy price (AED
ar: يرجى إدخال سعر شراء أقل من سعر الشراء الحالي (درهم)

# deal_sure_confirm
source: Are you sure you want to Update this order?
ar: هل أنت متأكد أنك تريد تحديث هذا الطلب؟

# deal_cancel_order
source: Are you sure you want to cancel this order?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟

# is_below_buy
source: is below your buying price (AED
ar: أقل من سعر الشراء الخاص بك (درهم

# deal_cance_title
source: Cancel Order
ar: إلغاء الطلب

# deal_manage_deal
source: Manage Deal
ar: إدارة الصفقة

# deal_close
source: You can''t close this deal at loss
ar: لا يمكنك إغلاق هذه الصفقة بخسارة

# deal_amount_must_less
source: Amount must be less than or equal to
ar: يجب أن يكون المبلغ أقل من أو يساوي

# deal_confirm_loss
source: Confirm Loss
ar: تأكيد الخسارة

# deal_confirm_deal_closure
source: Confirm Deal Closure
ar: تأكيد إغلاق الصفقة

# deal_about_to_close
source: You''re about to close this deal at a loss. Are you sure?
ar: أنت على وشك إغلاق هذه الصفقة بخسارة. هل أنت متأكد؟

# deal_sure_want_to_close
source: Are you sure you want to close
ar: هل أنت متأكد أنك تريد إغلاق

# deal_g_of_deal
source: g of this deal?
ar: غ من هذه الصفقة؟

# deal_close_anyway
source: Close Anyway
ar: إغلاق على أي حال

# deal_enter_valid_nmbr
source: Please enter a valid number
ar: يرجى إدخال رقم صالح

source: Confirm
ar: تأكيد

# finger_print_warning
source: Fingerprint authentication failed.
ar: فشل التحقق من بصمة الإصبع.

# invalid_otp
source: Invalid OTP:Please enter valid otp
ar: رمز التحقق غير صالح: يرجى إدخال رمز صالح

# user_firstName
source: Amro
ar: عمرو

# user_lastName
source: Jaber
ar: جابر

# request_sent
source: The OTP sent successfully
ar: تم إرسال رمز التحقق بنجاح

# upgrade_to_real_message
source: Please note, upgrading to a real account will result in the deletion of your existing demo account data.
ar: يرجى ملاحظة أن الترقية إلى حساب حقيقي ستؤدي إلى حذف بيانات حسابك التجريبي الحالي.

source: Update Account
ar: تحديث الحساب

source: Want to change Email?
ar: هل تريد تغيير البريد الإلكتروني؟

source: Active Alerts
ar: التنبيهات النشطة

source: No active alerts
ar: لا توجد تنبيهات نشطة

source: Please enter target price
ar: يرجى إدخال السعر المستهدف

source: Unable to fetch current prices
ar: تعذر جلب الأسعار الحالية

# buy_alert_below_current_price
source: Buy alert price must be below current buying price
ar: يجب أن يكون سعر تنبيه الشراء أقل من سعر الشراء الحالي

# sell_alert_above_current_price
source: Sell alert price must be above current selling price
ar: يجب أن يكون سعر تنبيه البيع أعلى من سعر البيع الحالي

source: Add Alert
ar: إضافة تنبيه

source: Alert Type
ar: نوع التنبيه

source: Side
ar: الجانب

source: Select Script
ar: اختر السهم

source: Target Price
ar: السعر المستهدف

source: Enter price
ar: أدخل السعر

source: Must be below
ar: يجب أن يكون أقل من

source: Must be above
ar: يجب أن يكون أعلى من

source: Loading current prices...
ar: جاري تحميل الأسعار الحالية...

source: SUBMIT
ar: إرسال

# one_gm_price
source: 1 Gram Price
ar: سعر 1 جرام

source: Price Alert
ar: تنبيه السعر

# price_below
source: Below
ar: أدنى من

# price_above
source: Above
ar: أعلى من

source: Order List
ar: قائمة الطلبات

# alert_title
source: Alert
ar: تنبيه

source: No Data To Show
ar: لا توجد بيانات لعرضها

source: No Order Available
ar: لا يوجد طلب متاح

source: Are you sure want to delete
ar: هل أنت متأكد أنك تريد الحذف؟

source: No
ar: لا

source: Yes
ar: نعم

source: You already have
ar: لديك بالفعل

# which_meet_or_exceed
source: g, which meets or exceeds your target of
ar: جم، وهو ما يساوي أو يتجاوز هدفك البالغ

source: AED
ar: درهم

source: Rejected
ar: مرفوض

source: Approved
ar: مقبول

source: Comment here
ar: اكتب تعليقك هنا

source: Some Error Occurred
ar: حدث خطأ ما

source: Buy Now
ar: اشترِ الآن

# verify_email_message
source: To continue, please verify your email address. Do you want to verify now?
ar: للمتابعة، يرجى التحقق من عنوان بريدك الإلكتروني. هل ترغب في التحقق الآن؟

# residency_document_message
source: To continue, please complete your residency document verification. Would you like to proceed now?
ar: للمتابعة، يرجى إكمال التحقق من مستند الإقامة. هل ترغب في المتابعة الآن؟

source: Product Code
ar: رمز المنتج

source: Weight Category
ar: فئة الوزن

source: In Store Collection
ar: الاستلام من المتجر

source: Delivery Available
ar: التوصيل متاح

source: Shipping and Delivery
ar: الشحن والتوصيل

# in_store_collection_detail
source: In-store pickup is available for all products. Pickups are available 'Monday to Friday, 11:00 AM to 6:00 PM' (Timezone, Gulf Standard Time). An email confirmation will be sent to you when your order is ready for pickup.
ar: يتوفر الاستلام من المتجر لجميع المنتجات. يمكن استلام الطلبات من الإثنين إلى الجمعة من الساعة 11:00 صباحًا حتى 6:00 مساءً (بتوقيت الخليج القياسي). سيتم إرسال رسالة تأكيد عبر البريد الإلكتروني عند جاهزية طلبك للاستلام.

source: Shipping Fees
ar: رسوم الشحن

# shipping_fees_detail
source: We offer shipping at the following rates: Next day delivery from
ar: نقدم خدمات الشحن بالأسعار التالية: التوصيل في اليوم التالي ابتداءً من

# delivery_identified_person
source: Delivery to Identified Person:
ar: التسليم لشخص محدد:

# delivery_identified_person_detail
source: Customer must enter the correct details of Consignee / Recipient Name (as it appears on their government-approved photo ID) with complete address, nearby landmark, postal code, and contact number for hassle-free delivery.
ar: يجب على العميل إدخال التفاصيل الصحيحة لاسم المستلم كما هو مذكور في بطاقة الهوية الحكومية، مع العنوان الكامل، ومعلم قريب، والرمز البريدي، ورقم الاتصال لتسهيل عملية التسليم.

source: Delivery Location:
ar: موقع التسليم:

# delivery_location_detail
source: Orders can be delivered only to Residential and Commercial locations.
ar: يمكن تسليم الطلبات إلى المواقع السكنية والتجارية فقط.

# monday_to_friday
source: Monday to Friday, 11:00 AM to 6:00 PM (Timezone, Gulf Standard Time) will be cost
ar: الاثنين إلى الجمعة، من 11:00 صباحًا إلى 6:00 مساءً (التوقيت: توقيت الخليج القياسي) سيكون هناك تكلفة

# once_order_ready
source: Once your order is ready, we will send an email with your tracking information.
ar: بمجرد أن يكون طلبك جاهزًا، سنرسل لك بريدًا إلكترونيًا يحتوي على معلومات التتبع الخاصة بك.

# filter_all
source: All
ar: الكل

# no_metal_statement_title
source: Enter Verify Code
ar: أدخل رمز التحقق

# no_metal_statement_description
source: Please create new metal statement or try again later
ar: يرجى إنشاء كشف معادن جديد أو المحاولة مرة أخرى لاحقًا

# no_data_title
source: No Data To Show
ar: لا توجد بيانات لعرضها

# error_description
source: An error occurred. Please try again later.
ar: حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا.

source: All
ar: الكل

# customer_have_enter
source: Customer have to enter the correct details of Consignee / Recipient Name (as it is stated in their photo identification that is approved by the Government) with complete Address, nearby landmark, postal code and contact number for hassle free delivery.
ar: يجب على العميل إدخال البيانات الصحيحة للمستلم اسم المستفيد (كما هو مذكور في بطاقة الهوية الخاصة به والمعتمدة من الحكومة) مع العنوان الكامل، ومعلم قريب، والرمز البريدي، ورقم الاتصال لضمان توصيل سلس.

source: Oops! Not found
ar: عذرًا! لم يتم العثور على شيء

# no_money_statement_description
source: Please create new money statement or try again later
ar: يرجى إنشاء كشف أموال جديد أو المحاولة مرة أخرى لاحقًا

# order_can_be_delivered
source: Orders can be delivered to only Residential & Commercial Location only.
ar: يمكن تسليم الطلبات إلى المواقع السكنية والتجارية فقط.

source: N/A
ar: غير متوفر

# enter_valid_phone
source: Enter a valid phone number
ar: أدخل رقم هاتف صالح

# weight_1_gram
source: 1 Gram
ar: 1 جرام

# weight_2_grams
source: 2 Grams
ar: 2 جرام

# weight_2_5_grams
source: 2.5 Grams
ar: 2.5 جرام

# weight_5_grams
source: 5 Grams
ar: 5 جرام

# weight_10_grams
source: 10 Grams
ar: 10 جرام

# weight_20_grams
source: 20 Grams
ar: 20 جرام

# weight_half_ounce
source: 1/2 Ounce
ar: نصف أونصة

# weight_1_ounce
source: 1 Ounce
ar: 1 أونصة

# weight_50_grams
source: 50 Grams
ar: 50 جرام

# weight_100_grams
source: 100 Grams
ar: 100 جرام

# weight_10_tola
source: 10 Tola
ar: 10 توله

# weight_250_grams
source: 250 Grams
ar: 250 جرام

# weight_500_grams
source: 500 Grams
ar: 500 جرام

# weight_1_kilogram
source: 1 Kilogram
ar: 1 كيلوجرام

# apply_filters_description
source: Apply Filters to quickly view your desired products.
ar: قم بتطبيق الفلاتر لعرض المنتجات المطلوبة بسرعة.

source: Casting
ar: الصب

source: Clear Filters
ar: مسح الفلاتر

source: Apply Filters
ar: تطبيق الفلاتر

source: Minting
ar: السكّ

source: Filters
ar: الفلاتر

source: Delete Alert
ar: حذف التنبيه

# delete_alert_message
source: Are you sure you want to delete this alert?
ar: هل أنت متأكد أنك تريد حذف هذا التنبيه؟

source: Delete
ar: حذف

source: Update Alert
ar: تحديث التنبيه

source: Buy
ar: شراء

source: Less
ar: أقل

source: More
ar: أكثر

# one_gram_price
source: 1 Gram Price
ar: سعر 1 غرام

source: Sell
ar: بيع

source: Previous Bank Accounts
ar: الحسابات البنكية السابقة

# tap_any_account_to_fill_details
source: Tap any account to fill details automatically
ar: اضغط على أي حساب لملء التفاصيل تلقائيًا

source: Tap to use
ar: اضغط للاستخدام

# bank_fee_notice
source: A bank fee of AED 25 plus VAT will be applied.
ar: سيتم تطبيق رسوم بنكية قدرها 25 درهمًا إماراتيًا بالإضافة إلى ضريبة القيمة المضافة.

source: Bank Name
ar: اسم البنك

source: Canceled
ar: ألغيت

# image_upload_successfull
source: Image uploaded successfully
ar: تم تحميل الصورة بنجاح

source: Copied to clipboard
ar: تم النسخ إلى الحافظة

source: Saved to clipboard
ar: تم الحفظ في الحافظة

# submit_kyc_error
source: Submit KYC Data Error:
ar: خطأ في إرسال بيانات KYC:

# no_saved_credentials
source: No saved credentials found.
ar: لم يتم العثور على بيانات اعتماد محفوظة.

# shufti_pro_verification_failed
source: Verification failed, try again.
ar: فشل التحقق، حاول مرة أخرى.

# shufti_user_auth_issue
source: User authentication error, try again.
ar: خطأ في مصادقة المستخدم، حاول مرة أخرى.

# kyc_verification_failed
source: KYC verification failed, please try again.
ar: فشل التحقق من KYC، يرجى المحاولة مرة أخرى.

# kyc_error
source: Verification error, try again.
ar: خطأ في التحقق، حاول مرة أخرى.

source: Exit App
ar: الخروج من التطبيق

source: Visit Website
ar: زيارة الموقع

# open_setting
source: Open Settings
ar: فتح الإعدادات

# please_check_internet
source: Please check your internet connection
ar: يرجى التحقق من اتصال الإنترنت

source: No Internet
ar: لا يوجد اتصال بالإنترنت

# maintainance_description
source: Save In Gold is currently undergoing a scheduled system upgrade to enhance security, stability, and real-time gold trading performance
ar: سيڤ إن جولد تخضع حاليًا لترقية نظام مجدولة لتعزيز الأمان والاستقرار وأداء تداول الذهب في الوقت الفعلي

# server_under_maintainance
source: Server Under Maintenance
ar: الخادم قيد الصيانة

source: Swift Code
ar: رمز السويفت

source: Account Detail
ar: تفاصيل الحساب

# email_update_des
source: You will be logged out once your email is updated successfully
ar: سيتم تسجيل خروجك بمجرد تحديث بريدك الإلكتروني بنجاح

# entered_wrong_otp
source: Please enter correct OTP
ar: يرجى إدخال رمز التحقق الصحيح

# scan_finger_print
source: Scan your fingerprint to update your email
ar: امسح بصمة إصبعك لتحديث بريدك الإلكتروني

# plz_update_email
source: Please update your email
ar: يرجى تحديث بريدك الإلكتروني

# are_u_sure_to_update_email
source: Are you sure you want to update email to
ar: هل أنت متأكد أنك تريد تحديث البريد الإلكتروني إلى

source: Change email
ar: تغيير البريد الإلكتروني

# temporary_credit_title
source: Temporary Credit Active
ar: رصيد مؤقت مفعل

# temporary_credit_message
source: You currently have a temporary credit balance. You cannot send a gift at the moment. Please contact the support team for assistance.
ar: لديك حالياً رصيد مؤقت. لا يمكنك إرسال هدية في الوقت الحالي. يرجى التواصل مع فريق الدعم للحصول على المساعدة.

# temporary_credit_contact_support
source: Contact Support
ar: اتصل بالدعم

# temperory_credit_detect
source: You currently have a temporary credit balance. You cannot withdraw at the moment. Please contact the support team for assistance.
ar: لديك حالياً رصيد ائتمان مؤقت. لا يمكنك السحب في الوقت الحالي. يرجى التواصل مع فريق الدعم للحصول على المساعدة.

# temperory_credit_detect_esouq
source: You currently have a temporary credit balance. You cannot buy at the moment. Please contact the support team for assistance.
ar: لديك حالياً رصيد ائتمان مؤقت. لا يمكنك الشراء في الوقت الحالي. يرجى التواصل مع فريق الدعم للحصول على المساعدة.

# temporary_freezed
source: Account Temporarily Frozen
ar: تم إيقاف الحساب مؤقتًا

# temporary_freezed_account_desc
source: Your account has been temporarily frozen. To restore access, please contact our support team for assistance.
ar: تم إيقاف حسابك مؤقتًا. لاستعادة الوصول، يرجى التواصل مع فريق الدعم للحصول على المساعدة.
