Repository: saveingoldmobileapps/BBH-Trader---Baghdad-Bullion
Catalog: lib/l10n/app_*.arb
Languages: ar

# withdrawSuccessMsg
source: You''ve successfully submitted your withdrawal request
ar: لقد أرسلت طلب السحب بنجاح

# withdrawHomeBtn
source: Return to Home
ar: العودة إلى الصفحة الرئيسية

# noWithdrawData
source: Not found list of withdrawals
ar: لم يتم العثور على قائمة عمليات السحب

# enter_withdraw_amount
source: Enter amount to be withdrawn
ar: أدخل المبلغ المراد سحبه

# withdraw_digit
source: Amount must be digits only
ar: يجب أن يكون المبلغ أرقامًا فقط

# withdraw_enter_bank_name
source: Enter Bank Name
ar: أدخل اسم البنك

# withdraw_bank_name
source: Bank Name
ar: اسم البنك

# withdraw_only_alphabet
source: Only alphabets are allowed
ar: مسموح بالأحرف فقط

# withdraw_benf_name
source: Enter Beneficiary Name
ar: أدخل اسم المستفيد

# withdraw_only_alphabets
source: Only alphabets are allowed
ar: مسموح بالأحرف فقط

# withdraw_alphabet_char
source: Must include both letters and digits
ar: يجب أن يحتوي على أحرف وأرقام معًا

# withdraw_add_fund
source: Please add funds into your account.
ar: يرجى إضافة أموال إلى حسابك.

source: No banks available
ar: لا توجد بنوك متاحة

source: Save Changes
ar: حفظ التغييرات

source: Edit Bank Card
ar: تعديل البطاقة البنكية

# save_card_detail
source: Save Card Details
ar: حفظ تفاصيل البطاقة

# no_save_card_found
source: No Saved Card Found
ar: لم يتم العثور على بطاقة محفوظة

source: Card created successfully
ar: تم إنشاء البطاقة بنجاح

source: Card updated successfully
ar: تم تحديث البطاقة بنجاح

# failed_to_create_card
source: Failed to update card
ar: فشل في إنشاء البطاقة

source: Card deleted successfully
ar: تم حذف البطاقة بنجاح

# card_with_draw_cancelled
source: Withdrawal cancelled successfully
ar: تم إلغاء السحب بنجاح

# sure_to_cancel_withdraw
source: Are you sure you want to cancel this withdrawal request?
ar: هل أنت متأكد أنك تريد إلغاء طلب السحب هذا؟

# sure_want_to_delete_account_detail
source: Are you sure you want to delete your saved bank account details?
ar: هل أنت متأكد أنك تريد حذف تفاصيل الحساب البنكي المحفوظة؟.

# first_abudhabi
source: First Abu Dhabi Bank
ar: بنك أبوظبي الأول

# mashriq_bank
source: Mashreq Bank
ar: بنك المشرق

# save_inGold
source: Save in Gold FZCO
ar: شركة سيف إن جولد ش.ذ.م.م

source: Features
ar: المميزات

source: Product Code
ar: رمز المنتج

source: Purity
ar: النقاء

source: Brand
ar: العلامة التجارية

source: Weight
ar: الوزن

source: Weight Category
ar: فئة الوزن

source: Condition
ar: الحالة

source: Origin
ar: المنشأ

source: Dimensions
ar: الأبعاد

source: In Store Collection
ar: استلام من المتجر

source: Delivery Available
ar: التوصيل متاح

source: Description
ar: الوصف

# shippingDelivery
source: Shipping and Delivery
ar: الشحن والتوصيل

source: Shipping Fees
ar: رسوم الشحن

# deliveryIdentifiedPerson
source: Delivery to Identified Person
ar: التسليم لشخص محدد

source: Delivery Location
ar: موقع التوصيل

source: E-souq Cart
ar: عربة السوق الإلكتروني

source: Payment Method
ar: طريقة الدفع

# selectOption
source: Select an option
ar: اختر خيارًا

source: Metal
ar: المعادن

source: Current Balance
ar: الرصيد الحالي

source: Charges
ar: الرسوم

source: Gold Price
ar: سعر الذهب

source: Premium
ar: علاوة

source: Making
ar: مصنعية

source: VAT
ar: ضريبة القيمة المضافة

source: Total Charges
ar: إجمالي الرسوم

source: Grand Total
ar: الإجمالي الكلي

# buyNowBtn
source: Buy Now
ar: اشترِ الآن

source: Checkout
ar: إتمام الشراء

source: Delivery
ar: التوصيل

source: Collection
ar: الاستلام

source: House Number
ar: رقم المنزل

source: Street Address
ar: عنوان الشارع

# roadingStreet
source: Roding Street
ar: شارع رودينغ

# enterHouseNo
source: Please enter a house number
ar: يرجى إدخال رقم المنزل

# enter_street_address
source: Please enter a street address
ar: يرجى إدخال عنوان الشارع

# emiratesHill
source: Emirates Hill First
ar: تلال الإمارات الأولى

# please_enter_area
source: Please enter an area
ar: يرجى إدخال المنطقة

# dubai_title
source: Dubai
ar: دبي

# list_of_emirates
source: Please enter an emirate
ar: يرجى إدخال الإمارة

# nominate_recipient
source: Nominate a Recipient
ar: تعيين المستلم

source: Nominee Name
ar: اسم المرشح

# upload_residency_esoq
source: Upload residency Proof
ar: تحميل إثبات الإقامة

# nominee_id
source: Please upload the Emirates Id of Your Nominee
ar: يرجى تحميل بطاقة هوية الإمارات للمُرشح الخاص بك

source: Branch Name
ar: اسم الفرع

# no_branch_available
source: No branches available.
ar: لا توجد فروع متاحة.

# will_notify_via_email
source: You will be notified via email once your order is ready for collection
ar: سيتم إشعارك عبر البريد الإلكتروني بمجرد أن يكون طلبك جاهزًا للاستلام

# upload_req_doc
source: Please upload required document
ar: يرجى تحميل المستند المطلوب

# enter_nom_name
source: Please enter Nominee Name
ar: يرجى إدخال اسم المرشح

# select_collection_branch
source: Please select collection branch first
ar: يرجى اختيار فرع الاستلام أولاً

source: Area
ar: المنطقة

source: Emirate
ar: الإمارة

# nominateRecipient
source: Nominate a Recipient
ar: تعيين مستلم

source: Delivery Charges
ar: رسوم التوصيل

source: To Pay
ar: المبلغ المستحق

# confirmPaymentBtn
source: Confirm Payment
ar: تأكيد الدفع

source: Date & Time
ar: التاريخ والوقت

source: Gram Deal
ar: صفقة الغرام

source: Selected
ar: تم الاختيار

source: Target:
ar: الهدف

# doneBtn
source: Done
ar: تم

# no_gram_deal_available
source: No gram deals available
ar: لا توجد صفقات غرام متاحة

# plz_choose_deal
source: Please choose a deal
ar: يرجى اختيار صفقة

# select_deal_for_checkout
source: Please select deals for checkout
ar: يرجى اختيار الصفقات لإتمام الشراء

# all_additional_charge
source: Note: All the additional charges (AED
ar: ملاحظة: جميع الرسوم الإضافية (غرام

# will_deducted
source: ) will be deducted from your Money Balance
ar: ) سيتم خصمها من رصيدك المالي

# esouq_gram_balance
source: Gram Balance
ar: رصيد الغرام

# select_checkout_deal
source: Please select deals for checkout
ar: يرجى اختيار العروض لإتمام الدفع

# g_less_than_req
source: g is less than required
ar: الغرام أقل من المطلوب

# my_orders_title
source: My Orders
ar: طلباتي

source: Order No.
ar: رقم الطلب

source: Order Status
ar: حالة الطلب

source: Delivery Method
ar: طريقة التوصيل

source: Payment Method
ar: طريقة الدفع

source: Branch Address
ar: عنوان الفرع

source: Quantity
ar: الكمية

source: Pending
ar: قيد الانتظار

source: Pickup
ar: استلام

source: Order Details
ar: تفاصيل الطلب

source: Customer Address
ar: عنوان العميل

source: Metal Released
ar: تم تحرير المعدن

source: History
ar: السجل

source: Money
ar: الأموال

source: Transaction ID
ar: معرّف المعاملة

source: Esouq Payment
ar: دفع إي سوق

source: Gold Debit
ar: خصم ذهب

source: Gold Credit
ar: رصيد ذهب

source: Balance after Trade
ar: الرصيد بعد البيع أو الشراء

source: Balance after Transaction
ar: الرصيد بعد المعاملة

source: Transaction Type
ar: نوع المعاملة

source: Sold
ar: تم البيع

source: Invest
ar: استثمر

source: SIG Wallet
ar: محفظة SIG

source: Money In
ar: إيداع

source: Money Out
ar: سحب

source: Debit
ar: خصم

source: Credit
ar: رصيد

source: Transaction Method
ar: طريقة المعاملة

# metal_st
source: Metal Statement
ar: كشف المعادن

# money_st
source: Money Statement
ar: كشف الحساب المالي

# metal_rate_aed
source: Rate: AED
ar: السعر: درهم إماراتي

# metal_g
source: g
ar: غرام

# withdraw_success
source: An amount of {amount} (AED) has been debited from your account.
ar: تم خصم مبلغ {amount} درهم من حسابك.

# deposit_success
source: Your account has been credited with AED {amount}.
ar: تم إضافة {amount} درهم إلى حسابك.

# login_success
source: You have successfully logged in to your account.
ar: تم تسجيل الدخول إلى حسابك بنجاح.

# logout_success
source: You have successfully logged out of your account.
ar: تم تسجيل الخروج من حسابك بنجاح.

# gift_sent
source: You’ve successfully sent (AED {amount}) gift to {recipient}.
ar: لقد أرسلت بنجاح هدية بقيمة {amount} درهم إلى {recipient}.

# esouq_order
source: Your Esouq order has been placed and will be processed soon.
ar: تم تقديم طلبك في السوق الإلكتروني وسيتم معالجته قريبًا.

# buy_order_filled
source: You bought {quantity} gram(s) of gold at price {price} AED. Deal Id: {dealId}.
ar: لقد اشتريت {quantity} غرام من الذهب بسعر {price} درهم. رقم الصفقة: {dealId}.

# notification
source: Notifications
ar: الإشعارات

# no_notification
source: No Notification found
ar: لم يتم العثور على إشعارات

# invest_title
source: Invest
ar: استثمار

source: Selling Price
ar: سعر البيع

source: Buying Price
ar: سعر الشراء

source: Low:
ar: الأدنى:

source: High:
ar: الأعلى:

source: Price
ar: السعر

# max_grams_note
source: Max grams you can buy:
ar: أقصى عدد غرامات يمكنك شراؤها:

source: Buy at Price
ar: شراء بالسعر

# buy_gold_btn
source: Buy Gold
ar: اشترِ الذهب

# buy_gold_pop
source: Gold Price:
ar: سعر الذهب:

source: sec
ar: ثانية

# invest_invalid_amount
source: Invalid amount. Please enter a valid number.
ar: قيمة غير صالحة. يرجى إدخال رقم صحيح.

# invest_price_less_than_buying
source: Enter a price that is less than or equal to the current buying price.
ar: أدخل سعراً أقل من أو يساوي سعر الشراء الحالي.

# invest_insufficient_balance_title
source: Insufficient Balance
ar: رصيد غير كافٍ

# invest_insufficient_balance_desc
source: Your balance (AED {balance}) is less than the required amount (AED {required}). Please add funds.
ar: رصيدك (درهم {balance}) أقل من المبلغ المطلوب (درهم {required}). يرجى إضافة أموال.

# invest_confirmation_title
source: Confirmation
ar: تأكيد

# invest_confirmation_message
source: Do you want to buy {grams} grams of gold now?
ar: هل ترغب في شراء {grams} غرام من الذهب الآن؟

# invest_filled_oreder
source: Buy Order Filled
ar: تم تنفيذ أمر الشراء

# invest_successfully_submitted
source: Your buy order has been successfully submitted for processing.
ar: تم إرسال أمر الشراء الخاص بك بنجاح للمعالجة.

# invest_sell_order_placed
source: Sell Order Placed
ar: تم إنشاء أمر البيع

# invest_sell_order_filled
source: Sell Order Filled
ar: تم تنفيذ أمر البيع

# invest_sell_order_submitted_success
source: Your sell order has been successfully submitted for processing.
ar: تم إرسال أمر البيع الخاص بك بنجاح للمعالجة.

# invest_order_placed
source: Buy Order Placed
ar: تم إنشاء أمر الشراء

# insufficient_balance_message
source: Your balance (AED {walletBalance}) is less than the required amount (AED {inputAmount}). Please add funds.
ar: رصيدك (درهم إماراتي {walletBalance}) أقل من المبلغ المطلوب (درهم إماراتي {inputAmount}). يرجى إضافة الأموال.

# invest_confirm_purchase_btn
source: Confirm Purchase
ar: تأكيد الشراء

# invest_add_funds_btn
source: Add Funds
ar: إضافة أموال

# re_submit_document
source: Resubmit Documents
ar: إعادة إرسال المستندات

# dealDetails_title
source: Deal Details
ar: تفاصيل الصفقة

# deal_buy_order
source: Buy Order
ar: أمر شراء

# deal_at_price
source: at Price
ar: بسعر

# deal_id_label
source: Deal ID
ar: معرّف الصفقة

# deal_buy_order_title
source: Buy Order {grams}g Gold
ar: طلب شراء {grams}غ ذهب

# deal_buy_at_price
source: Buy at Price
ar: اشترِ بسعر

# deal_current_sell_price
source: Current Sell Price
ar: سعر البيع الحالي

# deal_current_buy_price
source: Current Buy Price
ar: سعر الشراء الحالي

# deal_invest_money
source: Invest Money
ar: المبلغ المستثمر

# deal_manage_section
source: Manage Deal
ar: إدارة الصفقة

# deal_take_profit
source: Take Profit
ar: حصد الأرباح

# deal_sell_at_price
source: Sell at Price
ar: بيع بسعر

# deal_update_position_btn
source: Update Deal Position
ar: تحديث موقع الصفقة

# deal_close_section
source: Close Deal
ar: إغلاق الصفقة

# deal_amount_gram
source: Amount Gram
ar: كمية بالغرام

# deal_val_enter_amount
source: Please enter an amount
ar: يرجى إدخال كمية

source: Metal After Trade
ar: المعدن بعد التداول

# metal_profit
source: Profit
ar: الربح

# metal_plus_na
source: + AED N/A
ar: + درهم غير متاح

# deal_cant_close
source: You can''t close this deal at a loss.
ar: لا يمكنك إغلاق هذه الصفقة بخسارة.

# deal_price_greater_or_equal_buy_at
source: Enter a price that is greater than or equal to the buy at price ({price}).
ar: أدخل سعراً أكبر من أو يساوي سعر الشراء ({price}).

# deal_cannot_close_at_loss
source: You can''t close this deal at loss
ar: لا يمكنك إغلاق هذه الصفقة بخسارة

# deal_enter_valid_profit_price
source: Please enter a valid profit price.
ar: يرجى إدخال سعر ربح صالح للاستخدام.

# greater_or_equal_buy
source: Enter a price greater than or equal to the buy at price (
ar: أدخل سعرًا أكبر من أو يساوي سعر الشراء الحالي (

# greater_or_equal_sell
source: Enter a price greater than or equal to the current sell at price (
ar: أدخل سعرًا أكبر من أو يساوي سعر البيع الحالي (

# cant_close_at_loss
source: You can''t close this deal at loss
ar: لا يمكنك إغلاق هذه الصفقة بخسارة

# deal_update_confirm_title
source: Confirmation
ar: تأكيد

# deal_update_confirm_message
source: Are you sure you want to update deal position?
ar: هل أنت متأكد أنك تريد تحديث موقع الصفقة؟

# gramsBalance_title
source: Grams Balance
ar: رصيد الغرامات

# grams_card_buy_at_price_order
source: Buy at Price Order
ar: طلب شراء بسعر

# grams_card_invest_money
source: Invest Money:
ar: المبلغ المستثمر:

# grams_card_invest_status
source: Invest Status:
ar: حالة الاستثمار:

# grams_card_opened
source: Opened
ar: مفتوح

# grams_card_date_label
source: Date:
ar: التاريخ:

# gram_bar_nmbr
source: Bar Number :
ar: رقم السبيكة :

# invest_buy_at_price_update_success
source: You have successfully update your Buy at price order
ar: تم تحديث طلب الشراء بسعر بنجاح

# buy_order_updated_title
source: Buy order updated!
ar: تم تحديث طلب الشراء!

# buy_order_updated_desc
source: You have successfully update your Buy at price order
ar: لقد قمت بتحديث طلب الشراء بسعر بنجاح

# history_create_money_st
source: Please create new money statement or try again later
ar: يرجى إنشاء كشف مالي جديد أو المحاولة لاحقاً

# history_create_metal_st
source: Please create new metal statement or try again later
ar: يرجى إنشاء كشف معدن جديد أو المحاولة لاحقاً

# history_statement_exported
source: Statement exported successfully
ar: تم تصدير الكشف بنجاح

# history_bought_label
source: Bought
ar: تم الشراء

# history_rate_label
source: Rate
ar: معدل الفائدة

# history_filters_title
source: Filters
ar: التصفية

# history_filters_show_from
source: Show History from
ar: عرض السجل من

# history_filters_all
source: All
ar: الكل

# history_filters_today
source: Today
ar: اليوم

# history_filters_this_week
source: This Week
ar: هذا الأسبوع

# history_filters_this_month
source: This Month
ar: هذا الشهر

# history_filters_custom
source: Custom
ar: مخصص

# history_filters_from
source: From
ar: من

# history_filters_to
source: To
ar: إلى

# history_filters_apply_btn
source: Apply Filters
ar: تطبيق التصفية

# history_filters_clear_btn
source: Clear Filters
ar: مسح التصفية

# empty_no_data
source: No Data To Show
ar: لا توجد بيانات للعرض

# empty_email_not_verified
source: Your email is not verified
ar: بريدك الإلكتروني غير مُحقق

# empty_no_gram_balance
source: No gram balance found
ar: لا يوجد رصيد بالغرام

source: Email Verification Required
ar: التحقق من البريد الإلكتروني مطلوب

# email_verification_message
source: To continue, please verify your email address. Do you want to verify now?
ar: للمتابعة، يرجى التحقق من عنوان بريدك الإلكتروني. هل تريد التحقق الآن؟

# email_verification_msg
source: You must verify your email first. Do you want to verify now?
ar: يجب عليك التحقق من بريدك الإلكتروني أولاً. هل تريد التحقق الآن؟

# email_verification_verify_btn
source: Verify
ar: تحقق

# email_verification_cancel_btn
source: Cancel
ar: إلغاء

# settings_title
source: User Settings
ar: إعدادات المستخدم

# settings_personal_info
source: Personal Information
ar: المعلومات الشخصية

# settings_personal_info_desc
source: Manage your personal details and preferences.
ar: إدارة تفاصيلك الشخصية وتفضيلاتك.

# settings_language
source: Language Settings
ar: إعدادات اللغة

# settings_language_desc
source: Select your preferred language for the app.
ar: اختر لغتك المفضلة للتطبيق.

# settings_switch
source: Switch
ar: تبديل

# settings_switch_desc
source: Switch Demo user to Real
ar: تبديل الحساب من تجربة إلى حقيقي

# settings_biometric
source: Enable Biometric Login
ar: تمكين تسجيل الدخول البيومتري

# settings_biometric_desc
source: Log in securely using Touch ID or fingerprint.
ar: تسجيل الدخول بأمان باستخدام بصمة الوجه أو بصمة الإصبع.

# settings_timezone
source: Timezone
ar: المنطقة الزمنية

# settings_timezone_desc
source: Adjust your timezone to match your location.
ar: اضبط منطقتك الزمنية لتطابق موقعك.

# settings_password
source: Password Settings
ar: إعدادات كلمة المرور

# settings_password_desc
source: Update or change your account password.
ar: تحديث أو تغيير كلمة المرور الخاصة بك.

# settings_delete
source: Delete Account
ar: حذف الحساب

# settings_delete_desc
source: Delete your account
ar: حذف حسابك

# settings_logout
source: Logout
ar: تسجيل الخروج

# settings_logout_desc
source: Sign out of your account securely.
ar: تسجيل الخروج من حسابك بأمان.

# account_warning
source: Please verify your {kycStatus} to get access to all the features.
ar: يرجى التحقق من {kycStatus} للحصول على إمكانية الوصول إلى جميع الميزات.

source: Verify Account
ar: التحقق من الحساب

# demo_mode_banner
source: You are in Demo Mode
ar: أنت في وضع التجربة

# demo_mode_go_live
source: Go Live
ar: الانتقال للحساب الحقيقي

# upgrade_real_account_title
source: Upgrade to Real Account
ar: الترقية إلى حساب حقيقي

# upgrade_real_account_msg
source: This feature requires a verified real account. Please convert your demo account to a real account to access all features.
ar: هذه الخاصية تتطلب حساباً حقيقياً مُحققاً. يرجى تحويل حسابك التجريبي إلى حساب حقيقي للوصول إلى جميع الخصائص.

# upgrade_real_account_now
source: Upgrade Now
ar: قم بالترقية الآن

# upgrade_real_account_later
source: Not Now
ar: ليس الآن

# delete_warning_full
source: Warning: Deleting your account is permanent. All of your data will be permanently erased and cannot be restored. Are you sure you want to continue?
ar: تحذير: حذف حسابك نهائي. سيتم مسح جميع بياناتك بشكل دائم ولا يمكن استعادتها. هل أنت متأكد أنك تريد المتابعة؟

# faceid_enable
source: Enable Face ID
ar: تفعيل بصمة الوجه

# faceid_desc
source: Use Face ID for quick and secure access.
ar: استخدم بصمة الوجه للوصول السريع والآمن.

# app_version
source: Version
ar: الإصدار

source: Staging
ar: تجريبي

source: Production
ar: تشغيلي

source: Warning:
ar: تحذير:

# pi_update_warning
source: Updating personal info will temporarily restrict transactions until approved by our support team.
ar: سيؤدي تحديث المعلومات الشخصية إلى تقييد المعاملات مؤقتًا حتى تتم الموافقة عليها من قبل فريق الدعم لدينا.

source: Pending Approval
ar: قيد الموافقة

# uae_num_14
source: Enter UAE number starting with 00971 or +971
ar: أدخل رقم الإمارات العربية المتحدة بدءًا بـ 00971 أو +971

# saudia_num_14
source: Enter Saudia Arabia number starting with 00966 or +966
ar: أدخل رقم المملكة العربية السعودية بدءًا بـ 00966 أو +966

# uae_num_10
source: Enter 10-digit UAE number starting with 05
ar: أدخل رقم إماراتي مكون من 10 خانات يبدأ بـ 05

# jordan_num_14
source: Enter Jordan number starting with 00962 or +962
ar: أدخل رقم الأردن بدءًا بـ 00962 أو +962

# iraq_num_15
source: Enter Iraq number starting with 00964 or +964
ar: أدخل رقم العراق بدءًا بـ 00964 أو +964

# jordan_iraq_local
source: Enter 10-digit Jordan number (07..) or 11-digit Iraq number (07..)
ar: أدخل رقم أردني مكون من 10 خانات (07..) أو رقم عراقي مكون من 11 خانة (07..)

# phone_format_note
source: Enter full phone number with + or 00 (e.g. +971 or 00971)
ar: يرجى استخدام ‎+9XX أو ‎009XX للتنسيق الدولي

# update_profile_first
source: Please update profile information before submitting.
ar: يرجى تحديث معلومات الملف الشخصي قبل الإرسال.

source: Update Required
ar: التحديث مطلوب

# update_message
source: A new version of the app is available. Please update to continue.
ar: هناك نسخة جديدة من التطبيق متاحة. يرجى التحديث للمتابعة.

source: documents
ar: المستندات

source: Cancel
ar: إلغاء

source: Verify
ar: تحقق

source: Residency Document Required
ar: مستند الإقامة مطلوب

# residency_verification_message
source: To continue, please complete your residency document verification. Would you like to proceed now?
ar: للمتابعة، يرجى إكمال التحقق من مستند الإقامة. هل ترغب في المتابعة الآن؟

source: Later
ar: لاحقاً

source: Proceed
ar: متابعة

source: KYC Verification Required
ar: التحقق من الهوية مطلوب

# kyc_verification_message
source: To continue, please complete your KYC verification. Would you like to proceed now?
ar: للمتابعة، يرجى إكمال عملية التحقق من الهوية. هل ترغب في المتابعة الآن؟

source: Select Image
ar: اختر صورة

# select_gallery
source: Gallery
ar: المعرض

# select_camera
source: Camera
ar: الكاميرا

# no_news_available
source: Oops! No news available
ar: عذراً! لا توجد أخبار متاحة

source: Total Gold
ar: إجمالي الذهب

# total_funds
source: Total Funds (AED)
ar: إجمالي الأموال (درهم)

source: Upgrade to Real Account
ar: الترقية إلى حساب حقيقي

# upgrade_feature_message
source: This feature requires a verified real account. Please convert your demo account to a real account to access all features.
ar: هذه الميزة تتطلب حسابًا حقيقيًا موثقًا. يرجى تحويل حسابك التجريبي إلى حساب حقيقي للوصول إلى جميع الميزات.

source: Not Now
ar: ليس الآن

source: Upgrade Now
ar: الترقية الآن

source: Title Not Available
ar: العنوان غير متاح

source: Description Not Available
ar: الوصف غير متاح

source: Read More
ar: اقرأ المزيد

source: Link Not Available
ar: الرابط غير متاح

source: Home
ar: الرئيسية

source: Grams
ar: غرامات

# wallet_empty
source: Wallet empty. Add funds to buy gold.
ar: المحفظة فارغة. أضف أموالاً لشراء الذهب.

source: Per Gram AED
ar: للجرام درهم

source: Buy Gold
ar: شراء ذهب

# please_enter_valid_amount
source: Please enter a valid amount.
ar: الرجاء إدخال مبلغ صالح.

source: Verify Now
ar: تحقق الآن

source: Residency Verification Required
ar: التحقق من الإقامة مطلوب

source: Insufficient Balance
ar: رصيد غير كاف

source: Add Funds
ar: إضافة أموال

source: Insufficient Demo Balance
ar: رصيد تجريبي غير كاف

# demo_balance_message
source: Your demo balance is insufficient. Funds are provided only once and cannot be replenished. Please invest within your balance, switch to a real account, or create a new demo account.
ar: رصيدك التجريبي غير كاف. يتم توفير الأموال مرة واحدة فقط ولا يمكن تجديدها. يرجى الاستثمار ضمن رصيدك، أو التبديل إلى حساب حقيقي، أو إنشاء حساب تجريبي جديد.

# please_add_grams
source: Please add grams amount.
ar: الرجاء إضافة كمية الجرامات.

# unable_to_fetch_data
source: Unable to fetch latest data. Please try again.
ar: غير قادر على جلب أحدث البيانات. يرجى المحاولة مرة أخرى.

# data_loading
source: Data is loading. Please wait.
ar: يتم تحميل البيانات. يرجى الانتظار.

# invalid_amount
source: Invalid amount. Please enter a valid value.
ar: مبلغ غير صالح. يرجى إدخال قيمة صالحة.

# please_enter_valid_price
source: Please enter a valid price.
ar: الرجاء إدخال سعر صالح.

# price_limit_message
source: Enter a price that is less than or equal to the current buying price.
ar: أدخل سعرًا أقل من أو يساوي سعر الشراء الحالي.

# enter_valid_amount
source: Enter a valid amount to proceed.
ar: أدخل مبلغًا صالحًا للمتابعة.

source: Confirmation
ar: تأكيد

# place_order_confirm
source: Do you want to place this pending order?
ar: هل تريد وضع هذا الطلب المعلق الآن؟

source: Place Order
ar: وضع الطلب

source: Confirm Purchase
ar: تأكيد الشراء

source: Amount
ar: الكمية

source: Gram
ar: غرام

# aed_currency
source: AED
ar: درهم

# amountVar
source: Amount
ar: المبلغ

# not_available
source: N/A
ar: غير متاح

source: Email Address
ar: البريد الإلكتروني

# enter_first_name
source: Please enter your first name.
ar: يرجى إدخال اسمك الأول.

# enter_surname
source: Please enter your surname.
ar: يرجى إدخال اسم العائلة.

# enter_phone_number
source: Please enter phone number
ar: يرجى إدخال رقم الهاتف
