Repository: saveingoldmobileapps/BBH-Trader---Baghdad-Bullion
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Track
ar: تتبع

source: Gold
ar: الـذهب

source: Build
ar: رحلتك نحو

source: Wealth
ar: الثروة

# gs_subtitle
source: Seamlessly buy, sell, and grow your gold portfolio with the platform you trust.
ar: اشترِ وبِع واستثمر في محفظتك الذهبية بسهولة عبر منصة موثوقة.

source: Login
ar: تسجيل الدخول

source: Get Started
ar: ابدأ الآن

# app_lang
source: App Language
ar: لغة التطبيق

source: Welcome Back
ar: مرحبًا بعودتك

# welcome_back1
source: Welcome Back
ar: مرحبًا بعودتك

# gateway_text
source: Your gateway to secure and seamless gold trading.
ar: بوابتك لبيع و شراء الذهب بطريقة آمنة وسلسة

# gateway_text2
source: Trade Gold Securely, Anytime, Anywhere.
ar: تداول الذهب بأمان، في أي وقت وأي مكان.

# email_or_phone
source: Email or Phone Number
ar: البريد الإلكتروني أو رقم الهاتف

source: Password
ar: كلمة المرور

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

# loginBtn
source: Login
ar: تسجيل الدخول

# dont_have_account
source: Dont have an account?
ar: هل لديك حساب؟

source: Create Account
ar: إنشاء حساب

# forgotPassword_title
source: Forgot Password?
ar: نسيت كلمة المرور؟

# instruction
source: Enter your email or phone number below to receive the instructions to change your password
ar: أدخل بريدك الإلكتروني أو رقم هاتفك لاستلام التعليمات لتغيير كلمة المرور الخاصة بك

# change_passwordbtn
source: Change Password
ar: تغيير كلمة المرور

# demo_mode
source: Note: You are in Demo mode
ar: ملاحظة: أنت في الوضع التجريبي

# createAccount_title
source: Start Your Gold Journey
ar: ابدأ رحلتك الذهبية

# createAccount_subtitle
source: Your gateway to secure and seamless gold trading.
ar: بوابتك لتداول الذهب الآمن والسلس.

# createAccount_warning
source: Warning: For quick verification, please ensure that your documents first name, surname, and date of birth match the details you provide. Otherwise, face verification may fail.
ar: تنبيه: للتحقق السريع، يرجى التأكد من أن الاسم الأول واسم العائلة وتاريخ الميلاد في مستنداتك يطابق البيانات التي تقدمها. وإلا قد يفشل التحقق بالوجه.

# real_accountToggle
source: Real Account
ar: حساب حقيقي

# demo_accountToggle
source: Demo Account
ar: حساب تجريبي

# first_name
source: First Name (Legal Name)
ar: الاسم الأول (الاسم القانوني)

# surname
source: Surname (Legal Name)
ar: اسم العائلة (الاسم القانوني)

source: email
ar: البريد الإلكتروني

source: Phone number
ar: رقم الهاتف

source: Confirm Password
ar: تأكيد كلمة المرور

source: Select Amount
ar: اختر المبلغ

# password_hint
source: Combine uppercase/lowercase letters, numbers and special characters.
ar: اجمع بين الحروف الكبيرة والصغيرة والأرقام والرموز الخاصة.

# create_accountbtn
source: Create Account
ar: إنشاء حساب

# already_have_account
source: Already have an account?
ar: هل لديك حساب بالفعل؟

# loginlink
source: Login
ar: تسجيل الدخول

# agreement_text
source: By Creating Account, I agree to SaveInGold Terms & Conditions and Privacy Policy
ar: بإنشائي حسابًا، أوافق على الشروط والأحكام وسياسة الخصوصية الخاصة بـ SaveInGold

# uae_num_reg
source: UAE number must be 9 digit.
ar: يجب أن يكون رقم الإمارات مكونًا من 9 أرقام.

# uae_num_str
source: UAE number must start with 5.
ar: يجب أن يبدأ رقم الإمارات بالرقم 5.

# saudia_num
source: Saudia Arabia number must be 9 digit.
ar: يجب أن يكون رقم السعودية مكونًا من 9 أرقام.

# saudia_num_str
source: Saudia Arabia number must start with 5.
ar: يجب أن يبدأ رقم السعودية بالرقم 5.

# jordan_num
source: Jordan number must be 9 digits.
ar: يجب أن يكون رقم الأردن مكونًا من 9 أرقام.

# jordan_num_str
source: Jordan number must start with 7.
ar: يجب أن يبدأ رقم الأردن بالرقم 7.

# iraq_num
source: Iraq number must be 10 digits.
ar: يجب أن يكون رقم العراق مكونًا من 10 أرقام.

# iraq_num_str
source: Iraq number must start with 7.
ar: يجب أن يبدأ رقم العراق بالرقم 7.

# invalid_message_phone
source: Invalid country code.
ar: رمز الدولة غير صالح

# kyc_tell_us_about_ur
source: Tell us about Yourself
ar: أخبرنا عن نفسك

# kyc_refresh
source: Refresh
ar: تحديث

# kyc_information
source: Following information should match the information on the document you provide.
ar: يجب أن تطابق المعلومات التالية المعلومات الموجودة في المستند الذي ستقدمه.

# kyc_dob
source: Date of Birth
ar: تاريخ الميلاد

# kyc_enter_dob
source: Please enter date of birth
ar: يرجى إدخال تاريخ الميلاد

# kyc_res_cont
source: Country of Residence
ar: بلد الإقامة

# kyc_plz_select_resd
source: Please select residency
ar: يرجى اختيار الإقامة

# kyc_nationality
source: Nationality
ar: الجنسية

# kyc_plz_select_cont
source: Please select nationality
ar: يرجى اختيار الجنسية

# kyc_doc_success
source: Document added successfully!
ar: تمت إضافة المستند بنجاح!

# kyc_upload_proof
source: Upload residency proof (Optional)
ar: قم برفع إثبات الإقامة (اختياري)

# kyc_utility_bill
source: Utility Bill or Bank Statement
ar: فاتورة خدمات أو كشف حساب بنكي

# kyc_allowed_format
source: Allowed Format PDF
ar: الصيغة المسموح بها PDF

# kyc_select
source: Select
ar: اختر

# kyc_failed
source: Failed to submit KYC:
ar: فشل في تقديم اعرف عميلك:

# kyc_skip
source: Skip for Now
ar: تخطي الآن

# kyc_identity
source: Identity Verification
ar: التحقق من الهوية

# kyc_na_id
source: National ID
ar: البطاقة الوطنية

# kyc_em_id
source: Emirates ID
ar: بطاقة الهوية الإماراتية

# kyc_driving
source: Driving License
ar: رخصة القيادة

# kyc_passport
source: Passport
ar: جواز السفر

# kyc_get_st
source: Get Started
ar: ابدأ الآن

# kyc_country
source: Country
ar: الدولة

# kyc_upload
source: Upload a
ar: قم بتحميل

# kyc_govt
source: government
ar: هوية حكومية

# kyc_issue
source: issued ID to verify your identity securely. Following documents are accepted:
ar: صادرة للتحقق من هويتك بشكل آمن. المستندات التالية مقبولة:

# ky_selec_cont
source: Please select a country
ar: يرجى اختيار دولة

# kyc_select_either
source: Select either
ar: اختر إما

# kyc_or
source: or
ar: أو

# kyc_select_nat
source: Select your nationality
ar: اختر جنسيتك

# kyc_selct_res
source: Select your residency
ar: اختر محل إقامتك

# kyc_cancellled
source: Your Kyc Cancelled
ar: تم إلغاء التحقق من هويتك

# kyc_update_info
source: Update Your Information
ar: قم بتحديث معلوماتك

# kyc_some_detail
source: Some of your details are invalid. Please make sure your
ar: بعض تفاصيلك غير صحيحة. يرجى التأكد من أن

# kyc_match_official
source: match your official records.
ar: تطابق سجلاتك الرسمية.

# kyc_uhave_cancelled
source: You have cancelled the verification, Go to home screen and start KYC again.
ar: لقد قمتَ بإلغاء عملية التحقق، انتقل إلى الشاشة الرئيسية وابدأ التحقق مرة أخرى.

# kyc_go_home
source: Go to Home
ar: اذهب إلى الرئيسية

# kyc_update_inf
source: Update Information
ar: تحديث المعلومات

# kyc_first_name
source: First Name
ar: الاسم الأول

# kyc_enter_firstname
source: Enter your first name
ar: أدخل اسمك الأول

# kyc_last_name
source: Last Name
ar: اسم العائلة

# kyc_enter_lastname
source: Enter your last name
ar: أدخل اسم عائلتك

# name_does_not_match
source: Name does not match KYC records (English:
ar: الاسم لا يطابق سجلات التحقق (بالإنجليزية:

# arabic_n
source: Arabic:
ar: بالعربية:

# name_kyc
source: Name does not match KYC records:
ar: الاسم لا يطابق سجلات التحقق:

# name_native
source: Name does not match KYC records:
ar: الاسم لا يطابق سجلات التحقق:

# dob_kyc
source: Date of Birth does not match KYC records:
ar: تاريخ الميلاد لا يطابق سجلات التحقق:

# residency_kyc
source: Country of Residence does not match KYC records:
ar: دولة الإقامة لا تطابق سجلات التحقق:

# nationality_kyc
source: Nationality does not match KYC records:
ar: الجنسية لا تطابق سجلات التحقق:

# no_change_detected
source: No changes detected. Please update information if needed.
ar: لم يتم اكتشاف أي تغييرات. يرجى تحديث المعلومات إذا لزم الأمر.

source: Please enter password
ar: يرجى إدخال كلمة المرور

# invalid_email_or_password
source: Invalid email or password. Please try again.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة. حاول مرة أخرى.

# please_enter_email_or_phone
source: Please enter email or phone number
ar: يرجى إدخال البريد الإلكتروني أو رقم الهاتف

source: Please enter first name
ar: يرجى إدخال الاسم الأول

source: Please enter surname
ar: يرجى إدخال اسم العائلة

source: Please enter email
ar: يرجى إدخال البريد الإلكتروني

source: Invalid email
ar: بريد إلكتروني غير صالح

source: Please enter phone number
ar: يرجى إدخال رقم الهاتف

# password_complexity_requirement
source: Password must be at least 8 characters, including capital letter, digit, and special character
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل، بما في ذلك حرف كبير ورقم ورمز خاص

source: Incorrect password
ar: كلمة المرور غير صحيحة

# please_select_amount
source: Please select an amount
ar: يرجى اختيار المبلغ

# confirm_pwd
source: Password do not match, Please re-enter confirm paswword.
ar: كلمة المرور غير متطابقة، يرجى إعادة إدخال كلمة المرور للتأكيد.

# agreement_prefix
source: By Creating Account, I agree to SaveInGold
ar: بإنشائي حسابًا، أوافق على

# terms_and_conditions
source: Terms & Conditions
ar: الشروط والأحكام

# agreement_and
source: and
ar: و

source: Privacy Policy
ar: سياسة الخصوصية

source: My Account
ar: حسابي

source: Hide Balance
ar: إخفاء الرصيد

source: Show Balance
ar: إظهار الرصيد

source: Total Gold ( Grams )
ar: إجمالي الذهب (غرام)

source: Total Funds (AED)
ar: إجمالي الأموال (درهم)

source: Deposit
ar: إيداع

source: Latest News
ar: أحدث الأخبار

source: See all
ar: عرض الكل

# oops_no_news
source: Oops! No news available
ar: عذرًا! لا توجد أخبار متاحة

source: News
ar: الأخبار

# no_news
source: No News Available
ar: لا توجد أخبار متاحة

# check_back
source: Check back later for updates
ar: تحقق لاحقًا للحصول على التحديثات

# homeTab
source: Home
ar: الرئيسية

# investTab
source: Invest
ar: استثمار

# gramsTab
source: Grams
ar: غرامات

# historyTab
source: History
ar: السجل

source: Account Details
ar: تفاصيل الحساب

source: Deposit Funds
ar: إيداع الأموال

source: Withdraw Requests
ar: طلبات السحب

source: My Orders
ar: طلباتي

source: E-Souq
ar: السوق

source: Gift
ar: إهداء

source: Support
ar: الدعم

source: Chart
ar: الرسم البياني

source: Settings
ar: الإعدادات

source: Logout
ar: تسجيل الخروج

source: Esouq
ar: إي-سوق

# customer_support_title
source: Customer Support
ar: دعم العملاء

# email_us_title
source: Email Us
ar: راسلنا عبر البريد

# email_us_desc
source: Need instant help? Start an Email Us with our team, available 24/7!
ar: تحتاج مساعدة فورية؟ ابدأ بمراسلتنا عبر البريد، متاح على مدار الساعة!

source: Email Now
ar: راسل الآن

# call_us_title
source: Call Us
ar: اتصل بنا

# call_us_desc
source: Speak directly with one of our support representatives, available Monday to Saturday, 10:00 AM - 6:00 PM (UAE Time).
ar: تحدث مباشرة مع أحد ممثلي الدعم لدينا، متاح من الاثنين إلى السبت، من الساعة 10:00 صباحًا حتى 6:00 مساءً (توقيت الإمارات).

source: Call Now
ar: اتصل الآن

# whatsapp_title
source: Whatsapp
ar: واتساب

# whatsapp_desc
source: Message us on WhatsApp for quick and easy support, available 24/7.
ar: راسلنا عبر واتساب للحصول على دعم سريع وسهل، متاح على مدار الساعة.

source: Message on Whatsapp
ar: أرسل رسالة على واتساب

# whatsapp_inbox
source: Hi Save In Gold Sales Team, To confirm and process your payment, please attach a copy of the payment receipt to this WhatsApp message. This will help us verify the transaction and update your account accordingly. You can simply reply to this email with the receipt attached. If you have any questions or concerns, feel free to reach out to us. Regards, Save In Gold Team.
ar: مرحباً فريق مبيعات Save In Gold، لتأكيد ومعالجة دفعتك، يرجى إرفاق نسخة من إيصال الدفع مع هذه الرسالة على الواتساب. سيساعدنا ذلك في التحقق من المعاملة وتحديث حسابك وفقاً لذلك. يمكنك ببساطة الرد على هذا البريد الإلكتروني مع إرفاق الإيصال. إذا كانت لديك أي أسئلة أو استفسارات، فلا تتردد في التواصل معنا. مع التحية، فريق Save In Gold.

# email_message
source: Hi Save In Gold Sales Team, To confirm and process your payment, please attach a copy of the payment receipt to this email. This will help us verify the transaction and update your account accordingly. You can simply reply to this email with the receipt attached. If you have any questions or concerns, feel free to reach out to us. Regards, Save In Gold Team.
ar: مرحباً فريق مبيعات Save In Gold، لتأكيد ومعالجة دفعتك، يرجى إرفاق نسخة من إيصال الدفع مع هذا البريد الإلكتروني. سيساعدنا ذلك في التحقق من المعاملة وتحديث حسابك وفقاً لذلك. يمكنك ببساطة الرد على هذا البريد الإلكتروني مع إرفاق الإيصال. إذا كانت لديك أي أسئلة أو استفسارات، فلا تتردد في التواصل معنا. مع التحية، فريق Save In Gold.

# email_url_title
source: Direct Bank Transfer Payment Receipt
ar: إيصال الدفع عبر التحويل البنكي المباشر

# biometric_title
source: Biometric
ar: بصمة

source: Biometric Unlock
ar: فتح بالبصمة

source: Remove Biometric
ar: إزالة البصمة

# face_id_title
source: Face ID
ar: التعرف على الوجه

source: Face Unlock
ar: فتح بالوجه

source: Remove Face ID
ar: إزالة التعرف على الوجه

# rem_fa_id
source: Remove Face ID?
ar: إزالة بصمة الوجه؟

# wont_able_f_id
source: You won''t be able to login through Face recognition.
ar: لن تتمكن من تسجيل الدخول من خلال التعرف على الوجه.

# remove_title
source: Remove
ar: إزالة

# data_remove
source: Your Biometric data will be removed.
ar: سيتم حذف بياناتك البيومترية.

# timezone_title
source: Timezone
ar: المنطقة الزمنية

# timezone_error
source: Timezone not selected please select timezone
ar: لم يتم اختيار المنطقة الزمنية، يرجى تحديدها

# timezone_label
source: Timezone
ar: المنطقة الزمنية

source: Edit
ar: تعديل

# personalInfo_title
source: Personal Information
ar: المعلومات الشخصية

# pi_warning
source: Warning: Updating personal info will temporarily restrict transactions until approved by our support team.
ar: تنبيه: تحديث معلوماتك الشخصية سيؤدي إلى تقييد مؤقت للمعاملات حتى يتم اعتمادها من فريق الدعم.

# pi_first_name
source: First Name (Legal Name)
ar: الاسم الأول (الاسم القانوني)

# pi_surname
source: Surname (Legal Name)
ar: اسم العائلة (الاسم القانوني)

# pi_email
source: Email Address
ar: البريد الإلكتروني

# pi_phone_number
source: Phone Number
ar: رقم الهاتف

# pi_update
source: Update
ar: تحديث

# pi_cancel
source: Cancel
ar: إلغاء

# pi_phone_exists
source: Phone number already exists, Try a new one!
ar: رقم الهاتف موجود بالفعل، جرب رقمًا آخر!

# pi_email_exists
source: Email already exists, Try a new one!
ar: البريد الإلكتروني موجود بالفعل، جرب بريدًا آخر!

source: Good Morning
ar: صباح الخير

source: Good Afternoon
ar: مساء الخير

source: Good Evening
ar: مساء الخير

# delete_account_title
source: Delete Account
ar: حذف الحساب

# delete_account_warning
source: Warning: Deleting your account is permanent. All of your data will be permanently erased and cannot be restored. Are you sure you want to continue?
ar: تنبيه: حذف الحساب إجراء دائم. سيتم مسح جميع بياناتك بشكل نهائي ولا يمكن استعادتها. هل أنت متأكد أنك تريد المتابعة؟

# delete_account_btn
source: Delete Account
ar: حذف الحساب

# delete_account_cancel
source: Cancel
ar: إلغاء

# logout_popup_title
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# logout_popup_desc
source: You will be logged out of your account.
ar: سيتم تسجيل خروجك من الحساب.

# logout_yes
source: YES
ar: نعم

# logout_no
source: NO
ar: لا

# update_password_title
source: Update Password
ar: تحديث كلمة المرور

# current_password
source: Enter Current Password
ar: أدخل كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

# confirm_new_password
source: Confirm Password
ar: تأكيد كلمة المرور

# update_password_btn
source: Update Password
ar: تحديث كلمة المرور

# val_enter_current_password
source: Please enter current password
ar: يرجى إدخال كلمة المرور الحالية

# val_enter_new_password
source: Please enter new password
ar: يرجى إدخال كلمة المرور الجديدة

# val_enter_confirm_password
source: Please enter confirm password
ar: يرجى إدخال تأكيد كلمة المرور

# val_password_rules
source: Password must be at least 8 characters, and must include a capital letter, a number, and a special character.
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل، ويجب أن تشمل حرفًا كبيرًا ورقمًا ورمزًا خاصًا.

# val_passwords_do_not_match
source: Passwords do not match. Please re-enter confirm password.
ar: كلمات المرور غير متطابقة. يرجى إعادة إدخال التأكيد.

# val_invalid_current_password
source: Invalid Current Password
ar: كلمة المرور الحالية غير صحيحة

# moneytab
source: Money
ar: مال

source: Friends
ar: أصدقاء

source: No friends found.
ar: لم يتم العثور على أصدقاء.

# receiverAccNum
source: Receiver Account Number
ar: رقم حساب المستلم

# valReceiverAccNum
source: Please enter receiver account number
ar: يرجى إدخال رقم حساب المستلم

source: Receiver Name
ar: اسم المستلم

# valReceiverName
source: Please enter receiver name
ar: يرجى إدخال اسم المستلم

# receiverAccEmail
source: Receiver Email/Phone
ar: بريد/ الرقم المستلم

# valReceiverAccEmail
source: Please enter receiver email.
ar: يرجى إدخال بريد المستلم

# phAmount
source: Please enter amount
ar: يرجى إدخال المبلغ

source: Comment
ar: ملاحظة

# continu
source: Continue
ar: متابعة

# accDetailsFound
source: Account Details Found!
ar: تم العثور على تفاصيل الحساب!

source: Complete Transaction
ar: إكمال المعاملة

# saveReceiverFriend
source: Save receiver as Friend
ar: حفظ المستلم كصديق

# deleteReceiverFriend
source: Delete receiver as Friend
ar: حذف المستلم من الأصدقاء

source: Close
ar: إغلاق

# friendAdded
source: Friend added successfully
ar: تمت إضافة الصديق بنجاح

# giftSentSuccess
source: Gift Sent Successfully.
ar: تم إرسال الهدية بنجاح.

source: Success!
ar: نجاح!

# giftSentMsg
source: You have successfully sent
ar: لقد قمت بالإرسال بنجاح

# returnHome
source: Return to Home
ar: العودة إلى الصفحة الرئيسية

# enter_gram
source: Enter Amount (grams) here
ar: أدخل الكمية (غرامات) هنا

# enter_amount
source: Enter Amount (AED) here
ar: أدخل المبلغ (درهم) هنا

# enter_amount_plz
source: Please enter amount.
ar: يرجى إدخال المبلغ

# enter_correct_amount
source: Please add correct amount.
ar: يرجى إدخال المبلغ الصحيح

# no_deals_available
source: No gram deals selected.
ar: لم يتم اختيار أي صفقات بالجرام.

# valid_quantitty
source: Please enter a valid quantity.
ar: يرجى إدخال كمية صالحة.

# requested_quntity
source: Requested quantity exceeds available grams.
ar: الكمية المطلوبة تتجاوز الجرامات المتاحة.

# gift_select_gram
source: Select Gram Deal
ar: اختر صفقة بالجرام

# gift_gram_deal
source: Gram Deal
ar: صفقة بالجرام

# gift_enter_qu
source: Enter valid quantity first
ar: يرجى إدخال كمية صالحة أولاً

# gift_please_choose
source: Please choose a deal (Available :
ar: يرجى اختيار صفقة (المتاحة :

# gift_leave_comment
source: Leave a Comment
ar: اترك تعليقًا

# gift_comment
source: Comment
ar: تعليق

# gift_no_deal_selected
source: No Gram Deals Selected, Please select at least one deal to continue.
ar: لم يتم اختيار أي صفقة بالجرام، يرجى اختيار صفقة واحدة على الأقل للمتابعة.

# gift_gram_deal_no
source: Gram deals no selected.Please select deals
ar: لم يتم اختيار أي صفقة بالجرام. يرجى اختيار الصفقات.

# gift_account_not_found
source: Account Details Not Found!
ar: تفاصيل الحساب غير موجودة!

# gift_account_not_match
source: The account details you entered do not match our records. Please check your information and try again.
ar: تفاصيل الحساب التي أدخلتها لا تتطابق مع سجلاتنا. يرجى التحقق من معلوماتك والمحاولة مرة أخرى.

# gift_close
source: Close
ar: إغلاق

# gift_go_back
source: Go Back
ar: العودة

# gift_inavalid_amount
source: Invalid Amount
ar: مبلغ غير صالح

# gitf_valid_amount
source: Please enter a valid amount.
ar: يرجى إدخال مبلغ صالح.

# gift_insufficient
source: Insufficient Balance
ar: الرصيد غير كافٍ

# gift_add_fund
source: Please add funds into your account to send money.
ar: يرجى إضافة أموال إلى حسابك لإرسال الأموال.

# gift_account_detail_found
source: Account Details Found!
ar: تم العثور على تفاصيل الحساب!

# gift_click_btn
source: Click on the button below to complete this transaction.
ar: انقر على الزر أدناه لإكمال هذه المعاملة.

# gift_back
source: Back
ar: رجوع

# gift_friend_del_warning
source: Are you sure want to delete
ar: هل أنت متأكد أنك تريد الحذف؟

# gift_search
source: Search
ar: بحث

# gift_search_here
source: Search here
ar: ابحث هنا

# gift_selected
source: Selected
ar: مُحدد

# gift_target
source: Target
ar: مستهدف

# gift_no_item
source: No items found
ar: لم يتم العثور على أي عناصر

# gift_to
source: to
ar: إلى

# insufficient_gram_title
source: Insufficient Gram Selection
ar: اختيار غرام غير كافٍ

# ins_firt
source: The selected gram deals (
ar: الصفقات المختارة (

# ins_sec
source: g) don''t cover the entered amount (
ar: غ) لا تغطي المبلغ المدخل (

# ins_th
source: g). Please select more deals or reduce the amount.
ar: غ). الرجاء اختيار المزيد من الصفقات أو تقليل المبلغ.

# add_fund_to_buy
source: Please add funds into your account to buy gold.
ar: يرجى إضافة أموال إلى حسابك لشراء الذهب.

# dep_selectBank_title
source: Select a bank
ar: اختر البنك

# dep_selectBank_sub
source: Choose which bank to transfer the amount
ar: اختر البنك لتحويل المبلغ

# dep_method_header
source: Add Funds
ar: إضافة أموال

# dep_method_sub
source: Select a Method
ar: اختر طريقة

# dep_method_direct
source: Direct Transfer
ar: تحويل مباشر

# dep_method_noFees
source: No Fees
ar: بدون رسوم

# dep_method_card
source: Card Payment
ar: الدفع بالبطاقة

# dep_fee_instantNote
source: Instant Deposit, bank fees apply.
ar: إيداع فوري، تطبق رسوم البنك.

# dep_amount_title
source: Deposit Amount
ar: مبلغ الإيداع

# dep_min_amount_note
source: Minimum deposit amount is AED 100, charges will apply
ar: الحد الأدنى للإيداع هو 100 درهم، تطبق رسوم

# dep_dt_intro_title
source: Direct Transfer
ar: التحويل المباشر

# dep_dt_intro_desc
source: A direct transfer works just like sending money through your banking app. The transaction typically takes 24 to 48 hours to be confirmed.
ar: يعمل التحويل المباشر مثل إرسال الأموال عبر تطبيقك البنكي. تستغرق المعاملة عادة 24 إلى 48 ساعة للتأكيد.

# dep_copyDetails
source: Copy Details
ar: نسخ التفاصيل

# dep_label_accountName
source: Account Name
ar: اسم الحساب

# dep_label_accountNumber
source: Account Number
ar: رقم الحساب

# dep_label_iban
source: IBAN Number
ar: رقم الآيبان

# dep_label_swift
source: Swift
ar: سويفت

# dep_share_title
source: Share Receipt
ar: مشاركة الإيصال

# dep_share_desc
source: Choose any of the options below to share the receipt once you’ve transferred the funds in Save In Gold FZCO account.
ar: اختر أيًا من الخيارات أدناه لمشاركة الإيصال بعد تحويل الأموال إلى حساب Save In Gold FZCO.

# dep_share_whatsapp
source: Share on Whatsapp
ar: مشاركة عبر واتساب

# dep_share_email
source: Send via Email
ar: إرسال عبر البريد الإلكتروني

# dep_toast_txSaved
source: Transaction saved successfully
ar: تم حفظ المعاملة بنجاح

# dip_min_100
source: Minimum deposit amount is AED 100
ar: الحد الأدنى للإيداع هو 100 درهم

# wait_please
source: Please wait...
ar: الرجاء الإنتظار

# enter_email_phone
source: Please enter email or phone number
ar: يرجي ادخال البريد الإلكتروني او رقم الهاتف

# enter_metal_plz
source: Please enter metal in grams.
ar: يرجى إدخال المعدن بالجرامات.

# withdrawTitle
source: Withdrawal Funds
ar: سحب الأموال

# amountReq
source: Amount is required
ar: المبلغ المطلوب

# bankReq
source: Bank name is required
ar: اسم البنك المطلوب

# beneficiary
source: Beneficiary Name
ar: اسم المستفيد

# beneficiaryReq
source: Beneficiary name is required
ar: اسم المستفيد المطلوب

# iban
source: IBAN Number
ar: رقم الآيبان

# ibanReq
source: IBAN Account number is required
ar: رقم حساب الآيبان المطلوب

# ibanLength
source: IBAN number must be between 23 and 30 characters
ar: يجب أن يكون رقم الآيبان بين 23 و 30 حرفاً

# gram_price_script
source: Gram Price 1
ar: سعر الجرام 1

# withdrawBtn
source: Withdrawal
ar: سحب

# withdrawSuccess
source: Funds withdrawn successfully
ar: تم سحب الأموال بنجاح

# withdrawSuccessTitle
source: Success!
ar: نجاح!
